{"keras_version": "2.0.5", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "LSTM", "config": {"use_bias": true, "unroll": false, "kernel_constraint": null, "go_backwards": false, "kernel_regularizer": null, "unit_forget_bias": true, "return_state": false, "bias_constraint": null, "units": 256, "recurrent_constraint": null, "activity_regularizer": null, "recurrent_dropout": 0.0, "recurrent_regularizer": null, "dtype": "float32", "implementation": 0, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "dropout": 0.0, "stateful": false, "activation": "tanh", "name": "lstm_1", "recurrent_activation": "hard_sigmoid", "batch_input_shape": [null, 13, 3494], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "trainable": true, "return_sequences": false}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.2}}, {"class_name": "Dense", "config": {"use_bias": true, "activation": "linear", "kernel_constraint": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 1, "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null}}]}